7zip
base
base-devel
bat
bluetuith
bluez
bluez-utils
brightnessctl
btop
cliphist
efibootmgr
fastfetch
fd
firefox
fzf
git
grub
gvfs
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
hyprsunset
iwd
kitty
linux
linux-firmware
lsd
man-db
mesa
neovim
network-manager-applet
networkmanager
networkmanager-dmenu-git
nwg-look
openssh
pamixer
papirus-icon-theme
pipewire-alsa
pipewire-pulse
plocate
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-wayland
rofi
rofi-bluetooth-git
sddm
sddm-sugar-candy-git
sddm-theme-sugar-candy-git
stow
swaync
thunar
thunar-volman
tlp
tlp-rdw
ttf-jetbrains-mono-nerd
unrar
unzip
vulkan-intel
waybar
wget
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
yay
yay-debug
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
